adw-gtk-theme
amd-ucode
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
caelestia-shell
cava
chafa
chromium
cmake
cmatrix
code
cpptrace
cronie
ddcutil
dunst
efibootmgr
fastfetch
file-roller
flatpak
foot
fuzzel
gcc
git
gpu-screen-recorder
gradia
grim
grub
grub-btrfs
gst-plugin-pipewire
gvfs-smb
gwenview
heroic-games-launcher-bin
htop
hyprland
imagemagick
inetutils
inotify-tools
iwd
jq
jre-openjdk
kitty
kwallet-pam
less
libavif
libpulse
libreoffice-fresh
linux
linux-firmware
linux-lts
make
matugen
mpvpaper
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
okular
openbox
pacman-contrib
pavucontrol
perl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-kde-agent
power-profiles-daemon
prismlauncher
pwvucontrol
pybind11
python-build
python-installer
python-pip
python-pipx
python-setuptools
python312
qt5-wayland
qt6-imageformats
qt6-tools
qt6-wayland
quickshell-git
rust
sddm
sddm-minesddm-theme
slurp
smartmontools
smbclient
sof-firmware
steam
sudo
tesseract
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-eng
tesseract-data-jpn
tesseract-data-kor
tesseract-data-lat
tesseract-data-spa
thunar
timeshift
tmux
ttf-dejavu
ttf-league-gothic
ttf-liberation
ttf-nerd-fonts-symbols
ttf-phosphor-icons
ttf-roboto
ttf-roboto-mono
tumbler
ufw
uwsm
vim
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
wlsunset
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay-bin
zbar
zen-browser-bin
zenity
zram-generator
